window.DB = {
  "currentUserId": "u1",
  "users": [
    {
      "id": "u1",
      "name": "Шальмиев Шарон Юрикович",
      "dob": "1991-03-24",
      "city": "Москва"
    },
    {
      "id": "u2",
      "name": "Костромицкая Евдокия Васильевна",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u3",
      "name": "Шальмиев Юрик Шальмиевич",
      "dob": "1956-12-05",
      "dod": "2023-09-08",
      "city": "Москва"
    },
    {
      "id": "u4",
      "name": "Шальмиева Николь Юриковна",
      "dob": "2000-12-02",
      "city": "Москва"
    },
    {
      "id": "u5",
      "name": "Шальмиева Анна Сергеевна",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u6",
      "name": "Шальмиев Юрик Шаронович",
      "dob": "2025-02-13",
      "city": "Москва"
    },
    {
      "id": "u7",
      "name": "Авраам Бен-Ционович",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u8",
      "name": "Моше Леви",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u9",
      "name": "Ицхак Бен Хаим",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u10",
      "name": "Яков Коэн",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u11",
      "name": "Йосеф Хадад",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u12",
      "name": "Даниэль Бен-Давид",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u13",
      "name": "Элияху Мизрахи",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u14",
      "name": "Шмуэль Барак",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u15",
      "name": "Аарон Шустер",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u16",
      "name": "Биньямин Ашкенази",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u17",
      "name": "Леви Малька",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u18",
      "name": "Надав Саломон",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u19",
      "name": "Гилад Розен",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u20",
      "name": "Офир Хазан",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u21",
      "name": "Ноа Бен-Ами",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u22",
      "name": "Сара Коэн",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u23",
      "name": "Рахель Леви",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u24",
      "name": "Эстер Мизрахи",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u25",
      "name": "Мириам Бен-Давид",
      "dob": "",
      "city": "Москва"
    },
    {
      "id": "u26",
      "name": "Лея Сазар",
      "dob": "",
      "city": "Москва"
    }
  ],
  "rels": [
    {
      "type": "parent",
      "a": "u2",
      "b": "u1"
    },
    {
      "type": "parent",
      "a": "u3",
      "b": "u1"
    },
    {
      "type": "sibling",
      "a": "u1",
      "b": "u4"
    },
    {
      "type": "sibling",
      "a": "u4",
      "b": "u1"
    },
    {
      "type": "spouse",
      "a": "u1",
      "b": "u5"
    },
    {
      "type": "spouse",
      "a": "u5",
      "b": "u1"
    },
    {
      "type": "child",
      "a": "u1",
      "b": "u6"
    },
    {
      "type": "child",
      "a": "u5",
      "b": "u6"
    }
  ],
  "groups": [
    {
      "id": "g1",
      "name": "Семья Шальмиевых",
      "last": "Добро пожаловать!"
    }
  ],
  "messages": {
    "g1": [
      {
        "from": "Анна",
        "text": "Начинаем планировать Бар Мицву",
        "ts": "10:12"
      }
    ]
  },
  "events": [],
  "invites": [
    "MT-ABCD-2025"
  ]
};